[{"article link": "https://doi.org/10.1353/lib.2020.0000", "article title": "there is a problem parsing this citation", "article summary": "Whether the library in question is as small as a personal collection of books or as large as the Borgesian conception of the library as universe, this article argues that \\xe2\\x80\\x9cThe Library\\xe2\\x80\\x9d can function as a fantasy space that denies its role in white supremacy even while it is intimately and affectively tied to it. As such, the fantasy of the library is a significant obstacle in terms of \\xe2\\x80\\x9cdenaturalizing whiteness in academic library spaces\\xe2\\x80\\x9d (Brook, Ellenwood, and Lazzaro 2015). In order to reveal what the fantasy of the library always seeks to obscure, this article examines three types of \\xe2\\x80\\x9caffective economies\\xe2\\x80\\x9d (Ahmed 2004): that of library awe, that of library nostalgia, and that of library trespass. By drawing attention to these affective economies, the hope is to shift focus away from the library as a fantastic space to the bodies that circulate in libraries. In doing so, a distinction is always drawn between the bodies that belong and do not belong in library space. Given my status as light-skinned Latina academic librarian, I weave autoethnographic analysis throughout the article as a way of addressing that liminal space between belonging and not-belonging in the library, further accentuating how belonging at the library is constructed around whiteness. In contrast to the affective economy analysis that precedes it, the final section of the article examines how library video tours created by students of color portray aspects of library awe and library nostalgia while also establishing the right of bodies of color to take up space in libraries and fashion their own, sometimes fantastic narratives.", "article citation": "Santamaria, Michele R. \"Concealing White Supremacy through Fantasies of the Library: Economies of Affect at Work.\" Library Trends, vol. 68 no. 3, 2020, p. 431-449. Project MUSE, doi:10.1353/lib.2020.0000.", "article authors": "there is a problem parsing this citation", "article publication": "there is a problem parsing this citation", "article volume": "there is a problem parsing this citation", "article issue": "there is a problem parsing this citation", "article pages": "there is a problem parsing this citation", "article date": "there is a problem parsing this citation", "article doi": "there is a problem parsing this citation"}, {"article link": "https://journal.radicallibrarianship.org/index.php/journal/article/view/5/33", "article title": "there is a problem parsing this citation", "article summary": "\"espite the claim to neutrality, a woeful lack of diversity has had, and continues to have, latent consequences within librarianship and the services we provide. Historically, libraries as a product of white (heterosexual, capitalist, middle-class) librarianship have unwittingly upheld dominant oppressive cultural values by adhering to the tenet of neutrality. Instead, librarians must radically begin supporting our communities by pushing for the removal of institutionalized barriers to entering the information science profession, and divorce ourselves from the notion of neutrality by supporting social justice and civil rights issues. Using discursive analysis as a way to highlight the major scholarly arguments regarding the state of diversity in LIS, I will highlight the ways in which white librarians can better cement ourselves as allies while remaining cognizant of our position as colonizers.\"", "article citation": "Gohr, Michelle. \"Ethnic and racial diversity in libraries.\" Journal of radical librarianship 3 (2017): 42-58.", "article authors": "there is a problem parsing this citation", "article publication": "there is a problem parsing this citation", "article volume": "there is a problem parsing this citation", "article issue": "there is a problem parsing this citation", "article pages": "there is a problem parsing this citation", "article date": "there is a problem parsing this citation", "article doi": "there is a problem parsing this citation"}, {"article link": "https://doi.org/10.1353/lib.2018.0030", "article title": "A Holistic Approach for Inclusive Librarianship: Decentering Whiteness in Our Profession.", "article summary": "\"This paper traces the published literature on whiteness in libraries, identifying major themes in that literature, and then highlights the importance of decentering whiteness for moving the information professions forward. Engaging a dialogic ethnographic methodology, this paper was borne of conversations between librarians of color who worked in the same predominantly white library. The salient themes from those dialogues were the many ways that adherence to whiteness in libraries has had deleterious affective and career implications for librarians of color. The authors argue that to decenter whiteness in libraries and other information centers, it is crucial to center the experiences and well-being of librarians of color; diversify the ranks of librarians through bold initiatives, significantly increasing the numbers of librarians of color; and make large-scale incisive structural change at organizational levels. The paper concludes with an invitation for all information professionals to participate in inclusiveness initiatives by moving from microaggressions to microaffections.\"", "article citation": "Espinal, Isabel, Tonia Sutherland, and Charlotte Roh. \\xe2\\x80\\x9cA Holistic Approach for Inclusive Librarianship: Decentering Whiteness in Our Profession.\\xe2\\x80\\x9d Library Trends 67, no. 1 (2018): 147\\xe2\\x80\\x9362. https://doi.org/10.1353/lib.2018.0030.", "article authors": "Espinal, Isabel, Tonia Sutherland, and Charlotte Roh.", "article publication": "Library Trends ", "article volume": "67", "article issue": "no. 1", "article pages": "147", "article date": "2018", "article doi": "https://doi.org/10.1353/lib.2018.0030"}, {"article link": "https://doi.org/10.1108/EDI-11-2016-0100", "article title": "Libraries on the Frontlines: Neutrality and Social Justice.", "article summary": "\"The purpose of this paper is to examine libraries\\xe2\\x80\\x99 responsibility to engage with and support communities of color as they challenge systemic racism, engage in the political process, and exercise their right to free speech. Many libraries have ignored the Black Lives Matter (BLM) movement, citing the need to maintain neutrality. Despite extensive scholarship questioning the validity of this concept, the framing of library neutrality as nonpartisanship continues. This paper examines librarianship\\xe2\\x80\\x99s engagement with, and disengagement from black communities through the lens of the BLM movement. It also explores the implications of education, engagement, and activism for people of color and libraries today.\"", "article citation": "Gibson, Amelia N., Renate L. Chancellor, Nicole A. Cooke, Sarah Park Dahlen, Shari A. Lee, and Yasmeen L. Shorish. \\xe2\\x80\\x9cLibraries on the Frontlines: Neutrality and Social Justice.\\xe2\\x80\\x9d Equality, Diversity and Inclusion: An International Journal 36, no. 8 (November 20, 2017): 751\\xe2\\x80\\x9366. https://doi.org/10.1108/EDI-11-2016-0100.", "article authors": "Gibson, Amelia N., Renate L. Chancellor, Nicole A. Cooke, Sarah Park Dahlen, Shari A. Lee, and Yasmeen L. Shorish.", "article publication": "Equality, Diversity and Inclusion: An International Journal ", "article volume": "36", "article issue": "no. 8", "article pages": "751", "article date": "November 20, 2017", "article doi": "https://doi.org/10.1108/EDI-11-2016-0100"}, {"article link": "https://doi.org/10.18665/sr.314931", "article title": "National Movements for Racial Justice and Academic Library Leadership Results from the Ithaka S+R US Library Survey 2020", "article summary": "To better understand the impact of these national events and long-standing challenges on academic libraries, we surveyed 638 library directors in fall 2020 to examine how perspectives and strategies relevant to issues of diversity, equity, inclusion, and anti-racism evolved over the last year.", "article citation": "no citation given", "article authors": "Gibson, Amelia N., Renate L. Chancellor, Nicole A. Cooke, Sarah Park Dahlen, Shari A. Lee, and Yasmeen L. Shorish.", "article publication": "Equality, Diversity and Inclusion: An International Journal ", "article volume": "36", "article issue": "no. 8", "article pages": "751", "article date": "November 20, 2017", "article doi": "https://doi.org/10.1108/EDI-11-2016-0100"}, {"article link": "https://doi.org/10.33137/cjal-rcbu.v6.34340", "article title": "there is a problem parsing this citation", "article summary": "Although the issues of diversity and representation are often discussed within academic librarianship in Canada and the United States, the field has made little headway in being inclusive of the Black, Indigenous, and People of Color (BIPOC) who work within it. If academic libraries are to become truly authentic and inclusive spaces  where BIPOC are central not only to shaping the values of a library but also to determining how those values are accomplished, we must examine the traditional ways in which libraries function.", "article citation": "Nataraj, Lalitha, Holly Hampton, Talitha R. Matlin, and Yvonne Nalani Meulemans. 2020. \\xe2\\x80\\x9c\\xe2\\x80\\x98Nice White Meetings\\xe2\\x80\\x99: Unpacking Absurd Library Bureaucracy through a Critical Race Theory Lens\\xe2\\x80\\x9d. Canadian Journal of Academic Librarianship 6 (December):1-15. https://doi.org/10.33137/cjal-rcbu.v6.34340.", "article authors": "there is a problem parsing this citation", "article publication": "there is a problem parsing this citation", "article volume": "there is a problem parsing this citation", "article issue": "there is a problem parsing this citation", "article pages": "there is a problem parsing this citation", "article date": "there is a problem parsing this citation", "article doi": "there is a problem parsing this citation"}, {"article link": "https://doi.org/10.1016/j.acalib.2014.10.008", "article title": "there is a problem parsing this citation", "article summary": "There is relatively little literature on racism within the profession of academic librarianship. To investigate academic librarians\\' experiences of racism, this research project uses the framework of racial microaggressions, which are subtle, denigrating messages directed toward people of color. According to the results of an online survey, some librarians of color have had racial microaggressions directed at them by their colleagues. Non-minority librarians, however, are unlikely to recognize these disparaging exchanges.", "article citation": "Alabi, J. (n.d.). Racial Microaggressions in Academic Libraries: Results of a Survey of Minority and Non-minority Librarians. Journal of Academic Librarianship., 41(1), 47\\xe2\\x80\\x9353. https://doi.org/info:doi/", "article authors": "there is a problem parsing this citation", "article publication": "there is a problem parsing this citation", "article volume": "there is a problem parsing this citation", "article issue": "there is a problem parsing this citation", "article pages": "there is a problem parsing this citation", "article date": "there is a problem parsing this citation", "article doi": "there is a problem parsing this citation"}, {"article link": "http://www.inthelibrarywiththeleadpipe.org/2015/soliciting-performance-hiding-bias-whiteness-and-librarianship/", "article title": "there is a problem parsing this citation", "article summary": "Despite the growing body of research on our professional demographics and multi-year diversity initiatives, librarianship in the United States remains overwhelmingly white. I suggest the interview process is a series of repetitive gestures designed to mimic and reinforce white middle class values, which ultimately influence the hiring decisions\\xe2\\x80\\x94and relative lack of diversity\\xe2\\x80\\x94of librarianship as a whole. I consider how the whiteness of librarianship may manifest long before the hiring process. By identifying and interrogating the body of white, middle class values inherent to both librarianship and professional job searching, I offer suggestions to encourage an authentically diverse pool of applicants.", "article citation": "By Angela Galvan, In the Library with the Lead Pipe, 2015-06-03", "article authors": "there is a problem parsing this citation", "article publication": "there is a problem parsing this citation", "article volume": "there is a problem parsing this citation", "article issue": "there is a problem parsing this citation", "article pages": "there is a problem parsing this citation", "article date": "there is a problem parsing this citation", "article doi": "there is a problem parsing this citation"}, {"article link": "https://digitalcommons.unmc.edu/mcgoogan_articles/9/", "article title": "there is a problem parsing this citation", "article summary": "When millions saw the murder of George Floyd in Minneapolis, Minnesota by the police during the COVID-19 pandemic where Black, along with Indigenous and Latinx, people had higher death rates, this led to a major awakening from white Americans that Black lives and Black bodies are treated differently. In response, many libraries issued statements supporting Black people in general and supporting their Black library workers. These statements were commitments to make change and to impact the inequities in libraries. As time passed after these statements, reading lists, LibGuides, and reading groups were created, Black bodies are still being harmed; so, where do we go from here? Start and end with I: This editorial details this concept and provides concrete steps for making change. Library workers must know the field\\xe2\\x80\\x99s anti-Black racist history and address its ongoing presence. As individuals and in institutions, library workers and library leaders must take concrete steps for combating anti-Black racism in libraries. The Black Lives Matter movement benefits all of the oppressed because its tenets, when applied, address intersectionality and combat bias and discrimination for all Black, Indigenous, and People of Color. It is time to center the voices that have been dismissed and ignored for far too long. Are you willing to do what it takes?", "article citation": "Ossom-Williamson, Peace; Williams, Jamia; Goodman, Xan; Minter, Christian I.J.; and Logan, Ayaba, \"Starting with I: Combating Anti-Blackness in Libraries\" (2020). Journal Articles: Leon S. McGoogan Health Sciences Library.", "article authors": "there is a problem parsing this citation", "article publication": "there is a problem parsing this citation", "article volume": "there is a problem parsing this citation", "article issue": "there is a problem parsing this citation", "article pages": "there is a problem parsing this citation", "article date": "there is a problem parsing this citation", "article doi": "there is a problem parsing this citation"}, {"article link": "https://doi.org/10.1086/692299", "article title": "Teaching to Dismantle White Supremacy in Archives.", "article summary": "\"This article reflects on an exercise I developed to enable students to identify the ways in which white privilege is embedded in archival institutions and to collectively strategize concrete steps to dismantle white supremacy in their own archival practice. It argues that, in the face of disastrous political events\\xe2\\x80\\x94such as the election of an explicitly racist protofascist as US president\\xe2\\x80\\x94LIS faculty must intervene pedagogically to meet the needs of their most vulnerable students and to model behaviors of critique and resistance if we aim to train students who will disrupt the status quo of oppression as LIS professionals. The article includes printable graphics designed by Gracen Brilmyer and generated by the class exercise to serve as a visual reminder of our obligation to dismantle white supremacy in archival studies and archives more broadly.\"", "article citation": "Caswell, Michelle. \\xe2\\x80\\x9cTeaching to Dismantle White Supremacy in Archives.\\xe2\\x80\\x9d The Library Quarterly 87, no. 3 (July 2017): 222\\xe2\\x80\\x9335. https://doi.org/10.1086/692299.", "article authors": "Caswell, Michelle.", "article publication": "The Library Quarterly ", "article volume": "87", "article issue": "no. 3", "article pages": "222", "article date": "July 2017", "article doi": "https://doi.org/10.1086/692299"}, {"article link": "http://www.inthelibrarywiththeleadpipe.org/2018/vocational-awe/", "article title": "there is a problem parsing this citation", "article summary": "\"Vocational awe describes the set of ideas, values, and assumptions librarians have about themselves and the profession that result in notions that libraries as institutions are inherently good, sacred notions, and therefore beyond critique. I argue that the concept of vocational awe directly correlates to problems within librarianship like burnout and low salary. This article aims to describe the phenomenon and its effects on library philosophies and practices so that they may be recognized and deconstructed.\\'", "article citation": "by Fobazi Ettarh\\r\\nIn the Library with the Lead Pipe, 2018-01-10", "article authors": "there is a problem parsing this citation", "article publication": "there is a problem parsing this citation", "article volume": "there is a problem parsing this citation", "article issue": "there is a problem parsing this citation", "article pages": "there is a problem parsing this citation", "article date": "there is a problem parsing this citation", "article doi": "there is a problem parsing this citation"}, {"article link": "http://www.inthelibrarywiththeleadpipe.org/2015/lis-diversity/", "article title": "there is a problem parsing this citation", "article summary": "\"Whiteness\\xe2\\x80\\x94an ideological practice that can extend beyond notions of racial supremacy to other areas of dominance\\xe2\\x80\\x94has permeated every aspect of librarianship, extending even to the initiatives we claim are committed to increasing diversity. This state of affairs, however, need not remain. This article examines the ways in which whiteness controls diversity initiatives in LIS, particularly in light of the application requirements set upon candidates. I then suggest ways to correct for whiteness in LIS diversity programs by providing mentorship to diverse applicants struggling to navigate the whiteness of the profession and concurrently working in solidarity to dismantle whiteness from within.\"", "article citation": "by April Hathcock\\r\\nIn the library with the lead pipe, 2015-10-01", "article authors": "there is a problem parsing this citation", "article publication": "there is a problem parsing this citation", "article volume": "there is a problem parsing this citation", "article issue": "there is a problem parsing this citation", "article pages": "there is a problem parsing this citation", "article date": "there is a problem parsing this citation", "article doi": "there is a problem parsing this citation"}][{"article link": "https://doi.org/10.1353/lib.2020.0000", "article title": "there is a problem parsing this citation", "article summary": "Whether the library in question is as small as a personal collection of books or as large as the Borgesian conception of the library as universe, this article argues that \\xe2\\x80\\x9cThe Library\\xe2\\x80\\x9d can function as a fantasy space that denies its role in white supremacy even while it is intimately and affectively tied to it. As such, the fantasy of the library is a significant obstacle in terms of \\xe2\\x80\\x9cdenaturalizing whiteness in academic library spaces\\xe2\\x80\\x9d (Brook, Ellenwood, and Lazzaro 2015). In order to reveal what the fantasy of the library always seeks to obscure, this article examines three types of \\xe2\\x80\\x9caffective economies\\xe2\\x80\\x9d (Ahmed 2004): that of library awe, that of library nostalgia, and that of library trespass. By drawing attention to these affective economies, the hope is to shift focus away from the library as a fantastic space to the bodies that circulate in libraries. In doing so, a distinction is always drawn between the bodies that belong and do not belong in library space. Given my status as light-skinned Latina academic librarian, I weave autoethnographic analysis throughout the article as a way of addressing that liminal space between belonging and not-belonging in the library, further accentuating how belonging at the library is constructed around whiteness. In contrast to the affective economy analysis that precedes it, the final section of the article examines how library video tours created by students of color portray aspects of library awe and library nostalgia while also establishing the right of bodies of color to take up space in libraries and fashion their own, sometimes fantastic narratives.", "article citation": "Santamaria, Michele R. \"Concealing White Supremacy through Fantasies of the Library: Economies of Affect at Work.\" Library Trends, vol. 68 no. 3, 2020, p. 431-449. Project MUSE, doi:10.1353/lib.2020.0000.", "article authors": "there is a problem parsing this citation", "article publication": "there is a problem parsing this citation", "article volume": "there is a problem parsing this citation", "article issue": "there is a problem parsing this citation", "article pages": "there is a problem parsing this citation", "article date": "there is a problem parsing this citation", "article doi": "there is a problem parsing this citation"}, {"article link": "https://journal.radicallibrarianship.org/index.php/journal/article/view/5/33", "article title": "there is a problem parsing this citation", "article summary": "\"espite the claim to neutrality, a woeful lack of diversity has had, and continues to have, latent consequences within librarianship and the services we provide. Historically, libraries as a product of white (heterosexual, capitalist, middle-class) librarianship have unwittingly upheld dominant oppressive cultural values by adhering to the tenet of neutrality. Instead, librarians must radically begin supporting our communities by pushing for the removal of institutionalized barriers to entering the information science profession, and divorce ourselves from the notion of neutrality by supporting social justice and civil rights issues. Using discursive analysis as a way to highlight the major scholarly arguments regarding the state of diversity in LIS, I will highlight the ways in which white librarians can better cement ourselves as allies while remaining cognizant of our position as colonizers.\"", "article citation": "Gohr, Michelle. \"Ethnic and racial diversity in libraries.\" Journal of radical librarianship 3 (2017): 42-58.", "article authors": "there is a problem parsing this citation", "article publication": "there is a problem parsing this citation", "article volume": "there is a problem parsing this citation", "article issue": "there is a problem parsing this citation", "article pages": "there is a problem parsing this citation", "article date": "there is a problem parsing this citation", "article doi": "there is a problem parsing this citation"}, {"article link": "https://doi.org/10.1353/lib.2018.0030", "article title": "A Holistic Approach for Inclusive Librarianship: Decentering Whiteness in Our Profession.", "article summary": "\"This paper traces the published literature on whiteness in libraries, identifying major themes in that literature, and then highlights the importance of decentering whiteness for moving the information professions forward. Engaging a dialogic ethnographic methodology, this paper was borne of conversations between librarians of color who worked in the same predominantly white library. The salient themes from those dialogues were the many ways that adherence to whiteness in libraries has had deleterious affective and career implications for librarians of color. The authors argue that to decenter whiteness in libraries and other information centers, it is crucial to center the experiences and well-being of librarians of color; diversify the ranks of librarians through bold initiatives, significantly increasing the numbers of librarians of color; and make large-scale incisive structural change at organizational levels. The paper concludes with an invitation for all information professionals to participate in inclusiveness initiatives by moving from microaggressions to microaffections.\"", "article citation": "Espinal, Isabel, Tonia Sutherland, and Charlotte Roh. \\xe2\\x80\\x9cA Holistic Approach for Inclusive Librarianship: Decentering Whiteness in Our Profession.\\xe2\\x80\\x9d Library Trends 67, no. 1 (2018): 147\\xe2\\x80\\x9362. https://doi.org/10.1353/lib.2018.0030.", "article authors": "Espinal, Isabel, Tonia Sutherland, and Charlotte Roh.", "article publication": "Library Trends ", "article volume": "67", "article issue": "no. 1", "article pages": "147", "article date": "2018", "article doi": "https://doi.org/10.1353/lib.2018.0030"}, {"article link": "https://doi.org/10.1108/EDI-11-2016-0100", "article title": "Libraries on the Frontlines: Neutrality and Social Justice.", "article summary": "\"The purpose of this paper is to examine libraries\\xe2\\x80\\x99 responsibility to engage with and support communities of color as they challenge systemic racism, engage in the political process, and exercise their right to free speech. Many libraries have ignored the Black Lives Matter (BLM) movement, citing the need to maintain neutrality. Despite extensive scholarship questioning the validity of this concept, the framing of library neutrality as nonpartisanship continues. This paper examines librarianship\\xe2\\x80\\x99s engagement with, and disengagement from black communities through the lens of the BLM movement. It also explores the implications of education, engagement, and activism for people of color and libraries today.\"", "article citation": "Gibson, Amelia N., Renate L. Chancellor, Nicole A. Cooke, Sarah Park Dahlen, Shari A. Lee, and Yasmeen L. Shorish. \\xe2\\x80\\x9cLibraries on the Frontlines: Neutrality and Social Justice.\\xe2\\x80\\x9d Equality, Diversity and Inclusion: An International Journal 36, no. 8 (November 20, 2017): 751\\xe2\\x80\\x9366. https://doi.org/10.1108/EDI-11-2016-0100.", "article authors": "Gibson, Amelia N., Renate L. Chancellor, Nicole A. Cooke, Sarah Park Dahlen, Shari A. Lee, and Yasmeen L. Shorish.", "article publication": "Equality, Diversity and Inclusion: An International Journal ", "article volume": "36", "article issue": "no. 8", "article pages": "751", "article date": "November 20, 2017", "article doi": "https://doi.org/10.1108/EDI-11-2016-0100"}, {"article link": "https://doi.org/10.18665/sr.314931", "article title": "National Movements for Racial Justice and Academic Library Leadership Results from the Ithaka S+R US Library Survey 2020", "article summary": "To better understand the impact of these national events and long-standing challenges on academic libraries, we surveyed 638 library directors in fall 2020 to examine how perspectives and strategies relevant to issues of diversity, equity, inclusion, and anti-racism evolved over the last year.", "article citation": "no citation given", "article authors": "this item has no citation", "article publication": "this item has no citation", "article volume": "this item has no citation", "article issue": "this item has no citation", "article pages": "this item has no citation", "article date": "this item has no citation", "article doi": "this item has no citation"}, {"article link": "https://doi.org/10.33137/cjal-rcbu.v6.34340", "article title": "there is a problem parsing this citation", "article summary": "Although the issues of diversity and representation are often discussed within academic librarianship in Canada and the United States, the field has made little headway in being inclusive of the Black, Indigenous, and People of Color (BIPOC) who work within it. If academic libraries are to become truly authentic and inclusive spaces  where BIPOC are central not only to shaping the values of a library but also to determining how those values are accomplished, we must examine the traditional ways in which libraries function.", "article citation": "Nataraj, Lalitha, Holly Hampton, Talitha R. Matlin, and Yvonne Nalani Meulemans. 2020. \\xe2\\x80\\x9c\\xe2\\x80\\x98Nice White Meetings\\xe2\\x80\\x99: Unpacking Absurd Library Bureaucracy through a Critical Race Theory Lens\\xe2\\x80\\x9d. Canadian Journal of Academic Librarianship 6 (December):1-15. https://doi.org/10.33137/cjal-rcbu.v6.34340.", "article authors": "there is a problem parsing this citation", "article publication": "there is a problem parsing this citation", "article volume": "there is a problem parsing this citation", "article issue": "there is a problem parsing this citation", "article pages": "there is a problem parsing this citation", "article date": "there is a problem parsing this citation", "article doi": "there is a problem parsing this citation"}, {"article link": "https://doi.org/10.1016/j.acalib.2014.10.008", "article title": "there is a problem parsing this citation", "article summary": "There is relatively little literature on racism within the profession of academic librarianship. To investigate academic librarians\\' experiences of racism, this research project uses the framework of racial microaggressions, which are subtle, denigrating messages directed toward people of color. According to the results of an online survey, some librarians of color have had racial microaggressions directed at them by their colleagues. Non-minority librarians, however, are unlikely to recognize these disparaging exchanges.", "article citation": "Alabi, J. (n.d.). Racial Microaggressions in Academic Libraries: Results of a Survey of Minority and Non-minority Librarians. Journal of Academic Librarianship., 41(1), 47\\xe2\\x80\\x9353. https://doi.org/info:doi/", "article authors": "there is a problem parsing this citation", "article publication": "there is a problem parsing this citation", "article volume": "there is a problem parsing this citation", "article issue": "there is a problem parsing this citation", "article pages": "there is a problem parsing this citation", "article date": "there is a problem parsing this citation", "article doi": "there is a problem parsing this citation"}, {"article link": "http://www.inthelibrarywiththeleadpipe.org/2015/soliciting-performance-hiding-bias-whiteness-and-librarianship/", "article title": "there is a problem parsing this citation", "article summary": "Despite the growing body of research on our professional demographics and multi-year diversity initiatives, librarianship in the United States remains overwhelmingly white. I suggest the interview process is a series of repetitive gestures designed to mimic and reinforce white middle class values, which ultimately influence the hiring decisions\\xe2\\x80\\x94and relative lack of diversity\\xe2\\x80\\x94of librarianship as a whole. I consider how the whiteness of librarianship may manifest long before the hiring process. By identifying and interrogating the body of white, middle class values inherent to both librarianship and professional job searching, I offer suggestions to encourage an authentically diverse pool of applicants.", "article citation": "By Angela Galvan, In the Library with the Lead Pipe, 2015-06-03", "article authors": "there is a problem parsing this citation", "article publication": "there is a problem parsing this citation", "article volume": "there is a problem parsing this citation", "article issue": "there is a problem parsing this citation", "article pages": "there is a problem parsing this citation", "article date": "there is a problem parsing this citation", "article doi": "there is a problem parsing this citation"}, {"article link": "https://digitalcommons.unmc.edu/mcgoogan_articles/9/", "article title": "there is a problem parsing this citation", "article summary": "When millions saw the murder of George Floyd in Minneapolis, Minnesota by the police during the COVID-19 pandemic where Black, along with Indigenous and Latinx, people had higher death rates, this led to a major awakening from white Americans that Black lives and Black bodies are treated differently. In response, many libraries issued statements supporting Black people in general and supporting their Black library workers. These statements were commitments to make change and to impact the inequities in libraries. As time passed after these statements, reading lists, LibGuides, and reading groups were created, Black bodies are still being harmed; so, where do we go from here? Start and end with I: This editorial details this concept and provides concrete steps for making change. Library workers must know the field\\xe2\\x80\\x99s anti-Black racist history and address its ongoing presence. As individuals and in institutions, library workers and library leaders must take concrete steps for combating anti-Black racism in libraries. The Black Lives Matter movement benefits all of the oppressed because its tenets, when applied, address intersectionality and combat bias and discrimination for all Black, Indigenous, and People of Color. It is time to center the voices that have been dismissed and ignored for far too long. Are you willing to do what it takes?", "article citation": "Ossom-Williamson, Peace; Williams, Jamia; Goodman, Xan; Minter, Christian I.J.; and Logan, Ayaba, \"Starting with I: Combating Anti-Blackness in Libraries\" (2020). Journal Articles: Leon S. McGoogan Health Sciences Library.", "article authors": "there is a problem parsing this citation", "article publication": "there is a problem parsing this citation", "article volume": "there is a problem parsing this citation", "article issue": "there is a problem parsing this citation", "article pages": "there is a problem parsing this citation", "article date": "there is a problem parsing this citation", "article doi": "there is a problem parsing this citation"}, {"article link": "https://doi.org/10.1086/692299", "article title": "Teaching to Dismantle White Supremacy in Archives.", "article summary": "\"This article reflects on an exercise I developed to enable students to identify the ways in which white privilege is embedded in archival institutions and to collectively strategize concrete steps to dismantle white supremacy in their own archival practice. It argues that, in the face of disastrous political events\\xe2\\x80\\x94such as the election of an explicitly racist protofascist as US president\\xe2\\x80\\x94LIS faculty must intervene pedagogically to meet the needs of their most vulnerable students and to model behaviors of critique and resistance if we aim to train students who will disrupt the status quo of oppression as LIS professionals. The article includes printable graphics designed by Gracen Brilmyer and generated by the class exercise to serve as a visual reminder of our obligation to dismantle white supremacy in archival studies and archives more broadly.\"", "article citation": "Caswell, Michelle. \\xe2\\x80\\x9cTeaching to Dismantle White Supremacy in Archives.\\xe2\\x80\\x9d The Library Quarterly 87, no. 3 (July 2017): 222\\xe2\\x80\\x9335. https://doi.org/10.1086/692299.", "article authors": "Caswell, Michelle.", "article publication": "The Library Quarterly ", "article volume": "87", "article issue": "no. 3", "article pages": "222", "article date": "July 2017", "article doi": "https://doi.org/10.1086/692299"}, {"article link": "http://www.inthelibrarywiththeleadpipe.org/2018/vocational-awe/", "article title": "there is a problem parsing this citation", "article summary": "\"Vocational awe describes the set of ideas, values, and assumptions librarians have about themselves and the profession that result in notions that libraries as institutions are inherently good, sacred notions, and therefore beyond critique. I argue that the concept of vocational awe directly correlates to problems within librarianship like burnout and low salary. This article aims to describe the phenomenon and its effects on library philosophies and practices so that they may be recognized and deconstructed.\\'", "article citation": "by Fobazi Ettarh\\r\\nIn the Library with the Lead Pipe, 2018-01-10", "article authors": "there is a problem parsing this citation", "article publication": "there is a problem parsing this citation", "article volume": "there is a problem parsing this citation", "article issue": "there is a problem parsing this citation", "article pages": "there is a problem parsing this citation", "article date": "there is a problem parsing this citation", "article doi": "there is a problem parsing this citation"}, {"article link": "http://www.inthelibrarywiththeleadpipe.org/2015/lis-diversity/", "article title": "there is a problem parsing this citation", "article summary": "\"Whiteness\\xe2\\x80\\x94an ideological practice that can extend beyond notions of racial supremacy to other areas of dominance\\xe2\\x80\\x94has permeated every aspect of librarianship, extending even to the initiatives we claim are committed to increasing diversity. This state of affairs, however, need not remain. This article examines the ways in which whiteness controls diversity initiatives in LIS, particularly in light of the application requirements set upon candidates. I then suggest ways to correct for whiteness in LIS diversity programs by providing mentorship to diverse applicants struggling to navigate the whiteness of the profession and concurrently working in solidarity to dismantle whiteness from within.\"", "article citation": "by April Hathcock\\r\\nIn the library with the lead pipe, 2015-10-01", "article authors": "there is a problem parsing this citation", "article publication": "there is a problem parsing this citation", "article volume": "there is a problem parsing this citation", "article issue": "there is a problem parsing this citation", "article pages": "there is a problem parsing this citation", "article date": "there is a problem parsing this citation", "article doi": "there is a problem parsing this citation"}]